[
  { "id" : 0, 
    "name": "Арбузов Валентин Михайлович",
    "job_title": "Директор Ремесленного училища цесаревича Николая (РУЦН) (1897-1917). Заведующий оптико-механического и часового отделения РУЦН (1900-17).",
    "description": "Потомственный дворянин. Окончил курс в Московском университете со степенью кандидата (1874); учитель математики в московских гимназиях(1874–84). Инспектор Александровского Смоленского реального училища    (1884-87). Директор Зарайского реального училища, позже Калужскогореального училища.Награжден орденами: Св. Анны (трех степеней), Св. Станислава (трех степ.) и Св. Владимира(3-ей и 4-ой степ.) и серебряной медалью, для ношения на груди на Станиславской ленте, впамять царствования Императора Александра III. За особые труды и заслуги по РУЦН «по-жалован чином Действительного Статского Советника» (1898). Избран Старшим ПочетнымЧленом Совета Дома (1911)."
  },
  { "id" : 1, 
    "name": "Гессе Густав Юльевич",
    "job_title": "Один из основоположников технического образования России в области точногоприборостроения. Один из организаторов механико-оптического и часового отделе-ния РУЦН (1900). Мастер этого отделения (1900-17).",
    "description": "Окончил физико-математический факультет Новороссийского университета (Одесса) (1888). Кандидат математических наук (1889). Кандидат физико-математических наук (1935), профессор (1935). Автор курсов «Техническая оптика» (1914), «Теория и конструкция часовых механизмов». Часы, изготовленные в РУЦН под его непосредственным руководством обладали высокой точностью и отличной отделкой; получили Большую золотую медаль на Первой всемирной выставке новейших изобретений в Петербурге (1909). После выделения отделения в самостоятельное учебное заведение — директор училища (1917-20). Директор Техникума точной механики и оптики и профтехшколы точной механики и оптики (192027). Один из основателей ЛИТМО. После создания Учебного комбината точной механики и оптики — профессор ЛИТМО по курсу «Теория точной механики» (1930). Организатор и заведующий кафедрой теории и конструирования часовых механизмов (1931-33), кафедры точной механики (1934–37). Декан факультета точной механики (1935–37). Автор свыше 40 научных работ и изобретений. Подготовил целый ряд крупных специалистов по точной механике и оптике, и многие из них занимали ведущие посты в промышленности и науке. По его инициативе создана Центральная научно-производственная лаборатория, где разрабатывались приборы точной механики для промышленных предприятий и ряд приборов оборонного значения. Многие приборы, выпущенные профессором Завадским, позволили снять с импорта соответствующие объекты. Директор завода Станкоприбор (1936-41). Имел ряд благодарностей и отзывов от Академии наук СССР, заводов, вузов, Главной палаты мер и весов. Награжден личным автомобилем в соответствии с указом Наркома тяжелой промышленности Л.М. Кагановича. В начале Великой Отечественной войны 79-летний Н.Б. Завадский возглавил небольшую группу преподавателей, которые остались в блокадном Ленинграде. Они ремонтировали и изготовляли прицелы для орудий и снайперских винтовок, навигационные устройства для самолётов, прожектора противовоздушной обороны."
  },
  { "id" : 2, 
    "name": "Мейер Карл Францевич",
    "job_title": "Директор Ленинградского техникума точной механики и оптики, профшколы и управляющий производственным бюро (1929-30), организатор и первый директор Учебного комбината точной механики и оптики (1930).",
    "description": "В эти годы техникум находился в подчинении Ленинградского областного отдела народного образования (ЛООНО). Техникум был передан (июнь 1930) в ведение Всесоюзного треста оптикомеханической промышленности (ВТОМП; в дальнейшем Всесоюзное объединение оптико-механической промышленности, ВООМП). Под его руководством была проведена работа по организации Учебного комбината точной механики и оптики, куда входил и Ленинградский институт точной механики и оптики. Первый директор комбината и собственно института (с 1.08.1930). Учебные комбинаты являлись втузами нового типа, в состав которых входили институты, техникумы и рабочие факультеты (рабфаки). Их создание было связано с бурным развитием промышленности в период индустриализации. Необходимо было подготавливать не только квалифицированных рабочих и талантливых техников, умеющих собирать и обслуживать приборы, но и инженеров, способных конструировать и создавать приборы точной механики и оптики. Решением Квалификационной комиссия, созданной при ЛИТМО, уже 6.09.1930 были утверждены экстерном в квалификации инженеров точной механики и оптики Н.Б. Завадский 1 (свидетельство No 1), С.В. Муратов (No 2), другие преподаватели комбината. В их числе были, в частности, В.Н. Чуриловский и М.М. Русинов. С.В. Муратов, например, работал преподавателем техникума (с 1925): вел авторский курс астрономических и геодезических инструментов; далее был заведующим учебными мастерскими (с 1929), учебной частью (с 1930). Образованы первые три факультета (октябрь 1930): оптический (декан В.Н. Чуриловский), физико-механический (А.П. Ющенко) и счетно-решающий (Л.П. Шишелов). Была создана комсомольская организация.."
  },
  { "id" : 3, 
    "name": "Ипполитов Николай Васильевич",
    "job_title": "Директор Учебного комбината и ЛИТМО (1930-31)",
    "description": "Был назначен директором Учебного комбината и ЛИТМО приказом ВТОМП от 1.12.1930 года No 138. В декабре 1930 года был образован факультет точной механики (декан – Л.З. Аккерман). Оптический факультет переименован в оптико-технический факультет. Откомандирован в распоряжение ВООМП в связи с освобождением от занимаемой должности (май 1931). В дальнейшем работал секретарем парткома ЛИТМО. Окончил институт в восьмом выпуске инженеров-механиков (1937)."
  },
  { "id" : 4, 
    "name": "Бахшинов Александр Ваганович",
    "job_title": "Директор Учебного комбината и ЛИТМО (1931-35)",
    "description": "За период его работы в должности директора было сделано много важных дел по становлению и развитию института: были образованы дневной факультет приборостроения и часо-механическое дневное отделение (в ноябре 1931 года они были закрыты); с сентября 1931 года был открыт вечерний институт (декан – профессор Л.Н.Гассовский) с тремя факультетами – оптический, точной механики и физико-механический (вечерний институт закрыт в 1934 году); открыто отделение авиаприборостроения (расформировано в марте 1932 года); объявлено первое Положение о кафедрах; счетно-решающий факультет был преобразован в счетно-измерительный факультет, куда входило дневное отделение гражданского воздушного флота (этот факультет был закрыт в 1933 году). В апреле 1932 года факультеты переименованы в отделения и объявлено Положение о заведующем отделении, однако, в феврале 1933 года на основании Постановления ЦИК СССР от 19.9.1932 года отделения снова стали именоваться факультетами. В это же время упразднен физико-механический факультет, т.к. оптический факультет был переименован в оптико-механический факультет (февраль 1933). Приказом ВООМП директор и его помощник по учебной части Е.Ф.Меркулов премированы и им объявлены благодарности «за успешную ликвидацию прорыва и организацию учебно-хозяйственной жизни Учебного комбината, за проведение большевистских темпов, за досрочное начало занятий в текущем учебном году» (январь 1932). Эта была первая благодарность, которая была объявлена директору института. Институт был выделен из состава Учебного комбината (сентябрь 1932) и переведен в подчинение Народному комиссариату тяжелой промышленности. В его составе учебной части был организован научно-исследовательский сектор (НИС) (январь 1935) (до этого в институте была секция научных работ СНР)."
  },
  { "id" : 5, 
    "name": "Бальян Хорен Ваганович",
    "job_title": "Директор ЛИТМО (1933-37)",
    "description": "Во время его работы произошли следующие основные события: организован общетехнический факультет (декан – профессор Е.Ф.Меркулов); институт приступил к изданию периодического органа «Известий ЛИТМО» (октябрь 1935); институт вступил в число юридических членов Ленинградского общества учебной и научной кинематографии (июнь 1936). В это время были введены единые студенческий билет и зачетная книжка. Начались занятия по противовоздушной обороне (январь 1937). Институт перешел в подчинение в Наркомат оборонной промышленности. Был арестован (август 1937). Впоследствии реабилитирован. В послевоенные годы работал в Ленинградском технологическом институте. Доктор химических наук, профессор.  "
  },
  { "id" : 6, 
    "name": "Петров Иван Петрович",
    "job_title": "Директор ЛИТМО (1937-38)",
    "description": "Работал начальником учебно-производственных мастерских ЛИТМО, впоследствии назначен директором института. В период его деятельности факультеты стали именоваться соответственно факультетом «З» (оптический) и «А» (точной механики). Факультеты стали закрытыми (группы были военными и невоенными). Нумерация групп стала трехзначной. Институт перешел на работу в две смены (сентябрь 1937), но так как успеваемость студентов понизилась, то опять перешли на работу в одну смену (ноябрь 1938). Организован отдел капитального строительства при АХЧ (март 1938). Начались призывы сотрудников на военные сборы, а в институте был организован стрелковый тир (середина 1938)."
  },
  { "id" : 7, 
    "name": "Шиканов Сергей Александрович",
    "job_title": "Директор ЛИТМО (1938-52)",
    "description": "Заведующий кафедрой организации, экономики и планирования приборостроительного предприятия (1949-52). Кандидат технических наук (1942), доцент (1942). Лауреат Государственной премии (1949). Окончил машиностроительный факультет (1932) и аспирантуру Ленинградского инженерно-экономического института (ЛИЭИ) (1935). Работал в ЛИТМО: ассистент (1934-35), преподаватель кафедры Технологии металлов (1934-37), руководитель курса организации производства (1935-38), заместитель начальника НИС’а, организатор и руководитель лаборатории (1934-38). Директор учебно-производственных мастерских ЛИТМО (1938). Назначен на должность директора на основании приказа Всесоюзного комитета по делам высшей школы при Совете народных комиссаров (СНК) СССР от 28.10.1938 года No2704 по представлению Наркомата оборонной промышленности. На годы его деятельности как директора ЛИТМО пришлось тяжелейшее время, связанное с Великой Отечественной войной. 450 студентов и сотрудников влились в состав народного ополчения Октябрьского района Ленинграда (июль 1941). В учебно-производственных мастерских и на ряде кафедр ЛИТМО была создана военно-ремонтная база (филиал артбазы No 75 Ленинградского военного округа), в которой изготавливались и ремонтировались контрольно-измерительные приборы для армейских и флотских подразделений. Институт продолжал работать и в блокадном Ленинграде, и в условиях эвакуации (эвакуация началась в марте 1942) – в г. Черепаново Новосибирской области. После реэвакуации (1944) институт в кратчайшие сроки не только восстановил проведение своей учебной и научной деятельности, но и сумел открыть новые факультеты по актуальным в те годы направлениям подготовки инженеров (инженерно-физический факультет, факультет электроприборостроения, впоследствии преобразованный в радиотехнический факультет). Доцент кафедры организации производства (1945), зав. кафедрой организации, экономики и планирования приборостроительного предприятия (1949-52). Главный редактор оптико-механической редакции Ленинградского отделения Государственного издательства оборонной промышленности (с 1938). Был переведен для дальнейшей работы в Министерстве высшего образования СССР. Занимал административные должности в подразделениях АН СССР."
  },
  { "id" : 8, 
  "name":"Коротков Владимир Петрович",
  "job_title":"Директор ЛИТМО (1952-53)",
  "description":"Кандидат технических наук, доцент."
  },
  { "id" : 9, 
  "name":"Капустин Александр Александрович",
  "job_title":"Директор ЛИТМО (1953-61)",
  "description":"Поступил учиться в Ленинградский электротехнический институт (ЛЭТИ) (1938). Ушел добровольцем на фронт (июнь 1941). Завершил обучение в ЛЭТИ (1946-48). Работал инженером НИЧ института, совмещая работу с учебой в аспирантуре. Вел педагогическую и научную работу. Кандидат технических наук. Был назначен директором ЛИТМО (приказ по Министерству культуры СССР от 6.05.1953 г. No526). За годы его руководства институтом увеличилось число студентов, значительно расширилась научно-техническая база и тематика научных исследований, появились новые кафедры и лаборатории. Он много сделал для превращения ЛИТМО в передовой учебный и научно-исследовательский вуз. Особое внимание он уделял работе со студентами, их участию в научных исследованиях, проводимых в институте. В дальнейшем был переведен в Ленинградский институт авиационного приборостроения (ЛИАП) и работал ректором ЛИАП (1961-78). Награжден орденами Ленина, Знак Почета, Октябрьской революции, девятью медалями."
  },
  { "id" : 10, 
  "name":"Митрофанов Сергей Петрович",
  "job_title":"Директор (впоследствии — ректор) ЛИТМО (1961–74)",
  "description":"Крупный ученый в области технологии и организации производства. Заведующий кафедрой технологии приборостроения (1961–89). Доктор технических наук, профессор. Заслуженный деятель науки и техники РСФСР. Лауреат Ленинской премии за разработку и широкое внедрение метода групповой технологии в машиностроении (1959). Окончил техникум точной механики и оптики (1933), а затем ЛИТМО по специальности Точная механика (1939). Работал на Государственном оптико-механическом заводе (ныне — ОАО «ЛОМО»): инженер, начальник технологического бюро, начальник производства, главный технолог. Находился на партийной работе (1951–61): первый секретарь Калининского райкома КПСС, секретарь Ленинградского обкома КПСС по промышленности и науке (1954–61). Участвовал в организации и реконструкции многих предприятий и НИИ города. Работал в институте-университете (1961-2003): директор (впоследствии — ректор) ЛИТМО (1961–74), заведующий кафедрой (1961–89) , профессор кафедры технологии приборостроения (1989–2003). Кандидат технических наук (1953), доктор технических наук (1961), профессор по кафедре технологии приборостроения (1962). Основоположник и руководитель научно-педагогической школы университета «Научные основы групповой технологии и организации группового производства». Являлся талантливым и доброжелательным педагогом. Одним из первых применил ЭВМ для решения конструкторско-технологических задач. Разработал метод групповой технологии и организации группового производства, основал научную и инженерную школу в этом направлении. Оказал содействие во внедрении метода групповой технологии в производство в ГДР, Чехословакии, США, Японии и др. странах. Главный научный консультант Министерства оборонной промышленности СССР (с 1962). Активный деятель общественных научно-технических организаций. Почетный академик Санкт-Петербургской инженерной академии (1992). Член совета Дома ученых и председатель секции «Технология машиностроения». Автор более 20 монографий, более 200 научных трудов и методических пособий. Являлся членом специализированных советов по защите докторских и кандидатских диссертаций, вел дипломное проектирование и осуществлял руководство аспирантами. Награжден орденами Ленина (1957), Знак Почета (1967), орденом Почета (2000), двумя золотыми медалями ВДНХ СССР (1969, 1970)."
  },
  { "id" : 11, 
  "name":"Дульнев Геннадий Николаевич",
  "job_title":"Ректор ЛИТМО (1974-86)",
  "description":"Крупный ученый в области теплофизических свойств веществ и явлений энергоинформационного обмена в природе. Доктор технических наук, профессор. Действительный член РАЕН. Действительный член Петровской академии наук и искусств. Заслуженный деятель науки и техники РСФСР. Окончил инженерно-физический факультет ЛИТМО (1950) и работал в институте – университете: ассистент, доцент, заведующий кафедрой тепловых и контрольно-измерительных приборов (позже кафедрой теплофизики) (1960-74, 1986-95), проректор по научной работе (1961-62), профессор кафедры компьютерной теплофизики и энергофизического мониторинга (1995-2012). Руководитель Центра энергоинформационных технологий. Основатель научно-педагогической школы университета «Теплои массообмен в приборостроении». Руководитель секции теплофизических и массообменных свойств веществ Научного общества по проблеме «Массои теплоперенос в технологических процессах» при Государственном комитете по науке и технике Совета Министров СССР (1974-91). Возглавлял Северо-Западное отделение научного совета РАН по проблеме «Теплофизика и теплоэнергетика», являлся председателем диссертационного совета. Подготовил 11 докторов наук, более 40 кандидатов наук. Кандидат в мастера спорта по альпинизму (первое восхождение — 1949). Главный редактор серий книг «Университет ИТМО: Годы и люди» и «Выдающиеся ученые Университета ИТМО», основанных решением Ученого совета университета в честь 100-летнего юбилея вуза (2000). Во второй серии первой книгой стала книга Дульнева Г.Н. Энергоинформационный обмен в природе. Награжден орденом Почета (2000), медалью «В память 300-летия Санкт-Петербурга» (2004) и другими правительственными наградами. Золотая медаль ВДНХ (1987)."
  },
  { "id" : 12, 
  "name":"Новиков Геннадий Иванович",
  "job_title":"Ректор ЛИТМО (университета, с 1994) (1986–96)",
  "description":"Крупный ученый в области проектирования цифровых устройств, моделирования и мониторинга компьютерных систем. Окончил с отличием факультет точной механики ЛИТМО (1962) по специальности математические и счетно-решающие приборы. Работает на кафедре счетно-решающих устройств (позже кафедра вычислительной техники) (с 1960). Заведующий кафедрой (1988-2000). Кандидат технических наук (1966), доцент (1967), доктор технических наук (1976), профессор по кафедре вычислительной техники (1979). Внес важнейший вклад во все аспекты деятельности кафедры как центра подготовки инженеров-системотехников по вычислительной технике. Декан факультета точной механики и вычислительной техники (ТМ и ВТ) (1977-86), проректор по учебной работе (1986). Один из руководителей научно-педагогической школы университета «Компьютерные и информационные технологии». Читает несколько лекционных курсов по направлению «Информатика и вычислительная техника», по специальности «Вычислительные машины, комплексы, системы и сети» по специализациям «Информационно-управляющие системы» и «Открытые информационные системы». Награжден орденом Знак Почета (1986)."
  },
  { "id" : 13, 
  "name":"Аборин Николай Юрьевич",
  "job_title":"Выпуск 1984 года. Факультет вечерний",
  "description":"Депутат Законодательного собрания Ленинградской области I созыва по Сертоловскому избирательному округу No7 (1994). Трудовую деятельность начал в ГОИ (1976). Отслужив в армии, вернулся в этот же институт. Работал на заводе «Звезда», в Государственном институте прикладной химии на Невской птицефабрике. Председатель исполкома Лесколовского сельского Совета Всеволожского района (1990). Работал в постоянных комиссиях по вопросам местного самоуправления, по промышленности и предпринимательству; строительству, транспорту, связи и жилищно-коммунальному хозяйству. Помощник депутата Законодательного собрания Ленинградской области двух созывов."
  },
  { "id" : 14, 
  "name":"Авдеев Юрий Сергеевич",
  "job_title":"Выпуск 1982 года. Факультет инженерно-физический",
  "description":"Заместитель руководителя представительства Правительства Новгородской об- ласти при Правительстве Российской Федерации – руководитель представитель- ства в Санкт-Петербурге. Кандидат экономических наук. Действительный госу- дарственный советник III класса. Длительное время являлся членом президиума Северо-Западного научного центра Российской сельскохозяйственной академии наук, в настоящее время - член Ученого совета Северо-Западного центра меж- дисциплинарных исследований проблем продовольственной безопасности РАН. После окончания учебы в институте работал на кафедре специальных оптических приборов ЛИТМО. С 1982 года проходил службу в органах государственной безопасности и юстиции, в Судебном департаменте Верховного Суда Российской Федерации на оперативных и руководящих должностях. Более 10 лет проработал в Администрации Президента Российской Федерации, в том числе в Контрольном управлении Президента Российской Федерации. Отмечен рядом госу- дарственных и ведомственных наград."
  },
  { "id" : 15, 
  "name":"Аврусин Петр Евсеевич",
  "job_title":"Выпуск 1932 года (II выпуск инженеров). Факультет оптическое отделение",
  "description":"Заместитель начальника цеха Новосибирского приборостроительного завода."
  },
  { "id" : 16, 
  "name":"Агальцова Надежда Алексеевна",
  "job_title":"Выпуск 1961 года. Факультет оптический",
  "description":"Известный ученый-оптик. Кандидат технических наук, старший научный со- трудник. По распределению начала работать в Ленинградской оптической лаборатории Центрального НИИ геодезии, аэросъемки и картографии имени Ф.Н. Красовского (ЦНИИГАиК). Научным руководителем оптической лабора- тории являлся выдающийся ученый, профессор М.М. Русинов , для работы с которым приглашались молодые специалисты, окончившие ЛИТМО. В ЦНИИГАиКе под руководством М.М. Русинова проработала более 40 лет и сформировалась как высококвалифицированный специалист по разработке оптических систем различного назначения, главным образом — широкоугольных аэрофотосъемочных объективов и фотограмметрических приборов, такие как, объективы «Руссар-55», «Руссар-63», «Руссар-71», а также высококачественный светосильный широкоугольный объектив шестого поколе- ния «Руссар-93», явившийся прототипом объектива «Руссар-96» для космического проекта «Марс-96». Лауреат Ленинской премии за участие в разработке широкоугольных аэросъемочных объективов тре- тьего, четвертого и пятого поколений для картографических целей (1982; М.М. Русинов - руководитель работы, Н.А. Агальцова, А.Ш. Шахвердов). Присвоены звания «Лучший изобретатель Главного управ- ления геодезии и картографии» и «Изобретатель СССР». Награждена значками «Отличник Аэрофло- та», «Отличник геодезии и картографии», «Почетный геодезист», а также медалями ВДНХ."
  },
  { "id" : 17, 
  "name":"Агеев Михаил Дмитриевич",
  "job_title":"Выпуск 1954 года. Факультет точной механики",
  "description":"Крупный российский ученый в области систем навигации и управления дви- жущимися объектами. Действительный член Российской Академии наук (РАН), директор Института проблем морских технологий Дальневосточного отделения РАН (ДВО РАН)."
  },
  { "id" : 18, 
  "name":"Акаев Аскар Акаевич",
  "job_title":"Выпуск 1968 года. Факультет точной механики",
  "description":"Первый Президент Кыргызской Республики (1990–2005). Доктор технических наук, профессор. Иностранный член Российской академии наук (2006). Почет- ный доктор Университета ИТМО (2004). Окончил с отличием ЛИТМО и поступил в аспирантуру. Аспирант (1968–71). Кандидат технических наук. Докторант ЛИТМО (1973–76). Вел различные виды занятий со студентами ЛИТМО на кафедрах вычислительной техники и теплофизики (1968–76). Защитил докторскую диссертацию на тему «Теоретические основы и методы расчета гологра- фических систем, хранения и преобразования цифровой информации». Соавтор монографии «Оптические методы обработки информации» (репринтное воспроизведение издания 1988 года) — СПб: СПбГУ ИТМО, 2005. — 260 с. (авторы - С.А. Майоров, А.А. Акаев). Работал во Фрунзенском политехническом институте (в настоящее время – Кыргызский госу- дарственный технический университет имени И. Раззакова) на различных должностях (1972-88): инженер, ассистент, старший преподаватель, доцент, заведующий кафедрой. Член-корреспондент (1984), академик АН Киргизской ССР (1984). Вице-президент (1987), президент Академии наук республики (1988). Член Попечительского совета Фонда целевого капитала развития Универси- тета ИТМО (2015)."
  },
  { "id" : 19, 
  "name":"Азизов Азиз Мустафа оглы",
  "job_title":"Выпуск 1965 года. Факультет точной механики",
  "description":"Известный специалист в области метрологии, информационно-измеритель- ных систем и динамики объектов с распределенными параметрами. Заведую- щий кафедрой прикладной математики Санкт-Петербургского технологиче- ского института. Доктор технических наук, профессор. Академик РАЕН (АСУ технологических процессов нефтегазовой промышленности). Разработал теорию параметрических явлений в области информационно-измерительных систем, а также в тепло- и массообменных и аналогичных им процессах; представил первую классификацию параметрических явлений. Изученные параметрические эффекты способствовали появлению но- вых представлений о таких фундаментальных понятиях, как точность и достоверность измерений в экспериментальных исследованиях. Предложил и развил метод, названный статистическим ме- тодом уравнений моментов, который позволил получить ряд глубоких теоретических результатов в области параметрических явлений, имеющих важное значение для инженерных приложений."
  },
  { "id" : 20, 
  "name":"Алахов Евгений Константинович",
  "job_title":"Выпуск 1955 года. Факультет радиотехнический",
  "description":"Заведующий кафедрой электроники (1974-84). Кандидат технических наук, доцент. Работал в ЛИТМО более 35-ти лет. За эти годы педагогической работы им было подготовлено большое число ин- женеров в области электроники. Был награжден знаком «Отличник высшей школы» и медалью «Ветеран труда», знаком «Жителю блокадного Ленинграда»."
  },
  { "id" : 21, 
  "name":"Алексеев Виктор Николаевич",
  "job_title":"Выпуск 1974 года. Факультет вечерний",
  "description":"В ЛИТМО поступил в 1963 году на дневное отделение, в 1966 году прервал обучение по семейным обстоятельствам. Поступил на работу во Всесоюзный научно-исследовательский институт телевидения на должность чертежника. Окончил вечернее отделение ЛИТМО без отрыва от работы в институте телевидения. Работал во ВНИИ телевидения (до 2007) в должности руководителя подраз- деления. За эти годы активно сотрудничал с ЛИТМО, являясь заказчиком ряда уникальных оптических систем, разработанных в интересах обороны государства. На протяжении многих лет способствовал распределению выпускников института во ВНИИ телевидения. В настоящее время консультирует немецкую фирму по вопросам интел- лектуального телевидения. Ветеран космонавтики России, Почетный радист России."
  },
  { "id" : 22, 
  "name":"Архипов Геннадий Осипович",
  "job_title":"Выпуск 1937 года. Факультет точной механики",
  "description":"Декан факультета электроприборостроения (1951–52), в дальнейшем - ради- отехнического факультета (1952–62). Декан заочного факультета (1962–67). Кандидат технических наук, доцент. Работал в ЛИТМО (1937-76). Участник Великой Отечественной войны. Начальник цеха, директор учебно-производственных мастерских (1937-39). Окончил аспирантуру ЛИТМО (1948). Старший научный сотрудник НИС’а, инженер ГОМЗа. Ассистент, доцент кафедры метрологии. Доцент кафедры тепловых и контрольно-измерительных приборов, доцент кафедры приборов точного времени. Возглавляемый им факультет был не только переименован и получил новое наименование - ра- диотехнический факультет (РТФ) (1952), но и получил существенное развитие, что позволило получить заслуженное признание среди работодателей отрасли. Большое число выпускников РТФ этого периода стали известными учеными, руководителями предприятий и крупных под- разделений заслугами которых по праву гордится наш университет (Ш.И. Боксар, Д.Ф. Тарта- ковский, Г.Н. Грязин, Е.А. Воробьев, Ю.Ф. Валов, В.А. Прянишников, В.М. Вальков, Б.А. Ермаков, В.В. Новиков, В.С. Кулагин, А.А. Кузьмин, Г.Н. Громов, В.С. Шибанов и многие другие)."
  }
]
